Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_palkitsi_saamen_kielten_saamelaisen_kasityon_ja_poronhoidon_opiskelijoita(0).html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät palkitsi saamen kielten, saamelaisen käsityön ja poronhoidon opiskelijoita
smn: Sämitigge palhâšij sämikielâi, tyeje já puásuituálu uáppeid Sämitigge juovij Säämi máttááttâskuávdáá kiđđâjuuhlijn stipendijd sämikielâi,tyeje já puásuituálu oopâin pyereest miänástum uáppeid.

source: Saamelaiskäräjät jakoi Saamelaisalueen koulutuskeskuksen kevätjuhlassa stipendejä saamen kielten, saamelaisen käsityön ja poronhoidon opinnoissa hyvin menestyneille opiskelijoille.
smn: Stipendeh juáhhojii ohtsis oovce uáppei, kiäh valmâštuvvojii Säämi máttááttâskuávdáást.

source: Stipendi annettiin yhteensä yhdeksälle koulutuskeskuksen linjoilta valmistuneelle.
smn: Sämitige stiipeend ožžuu čuávuvááh uáppeeh:

source: Saamelaiskäräjien stipendin saivat seuraavat opiskelijat:
smn: Anarâškielâ já kulttuur: Sonja Valle já Milja Nikunen

source: Inarinsaamen kieli ja kulttuuri : Sonja Valle ja Milja Nikunen
smn: Tavesämikielâ já kulttuur: Nina Autti já Kaisa Ruokojärvi

source: Pohjoissaamen kieli ja kulttuuri: Nina Autti ja Kaisa Ruokojärvi
smn: Nuorttâlâškielâ já kulttuur: Jasmi Mäenpää já Maarit Kiprianoff

source: Koltansaamen kieli ja kulttuuri: Jasmi Mäenpää ja Maarit Kiprianoff
smn: Tyeji: Nils Joel Partapuoli já Essi Morottaja

source: Saamelainen käsityö: Nils Joel Partapuoli ja Essi Morottaja
smn: Puásuituálu: Fasku-Oskal Magga

source: Poronhoito: Fasku-Oskal Magga
smn: Sämitigge tuáivut luho já pyeri kesiluámu puohháid!

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille!
smn: Kove Säämi máttááttâskuávdáá kiđđâjuhleest vástuppeeivi kesimáánu 3. peeivi.

source: Kuva Saamelaisalueen koulutuskeskuksen kevätjuhlasta perjantaina 3. kesäkuuta.
smn: Lávdástmin Ulpu Mattus-Kumpunen, Samu Hurskainen, Minna Kauppinen já Helmi Isojunno .

source: Esiintymässä Ulpu Mattus-Kumpunen, Samu Hurskainen, Minna Kauppinen ja Helmi Isojunno.
smn: Kove: Sogsakk.
